export const data = {
  quiz: [
    {
      question: 'В каком городе не работал великий композитор 18-го века Кристоф Виллибальд Глюк?',
      rightAnswerId: 2,
      id: 1,
      answers: [
        { text: 'Милан', id: 1 },
        { text: 'Берлин', id: 2 },
        { text: 'Вена', id: 3 },
        { text: 'Париж', id: 4 },
      ],
    },
    {
      question: 'Кто первым доказал периодичность появления комет?',
      rightAnswerId: 1,
      id: 2,
      answers: [
        { text: 'Галлей', id: 1 },
        { text: 'Галилей', id: 2 },
        { text: 'Коперник', id: 3 },
        { text: 'Кеплер', id: 4 },
      ],
    },
    // {
    //   question: 'Про какую летнюю погоду говорят "Вёдро"?',
    //   rightAnswerId: 4,
    //   id: 3,
    //   answers: [
    //     { text: 'Теплая дождливая', id: 1 },
    //     { text: 'Прохладная дождливая', id: 2 },
    //     { text: 'Длительные заморозки', id: 3 },
    //     { text: 'Сухая ясная', id: 4 },
    //   ],
    // },
    // {
    //   question: 'С какой из этих стран Чехия не граничит?',
    //   rightAnswerId: 1,
    //   id: 4,
    //   answers: [
    //     { text: 'Венгрия', id: 1 },
    //     { text: 'Германия', id: 2 },
    //     { text: 'Австрия', id: 3 },
    //     { text: 'Польша', id: 4 },
    //   ],
    // },
  ],
};
